var Data1 = [
    {
        title1: "首页内容1-1",
        title2: "首页内容1-2",
        title3: "首页内容1-3",
        title4: "首页内容1-4",
        title5: "首页内容1-5"
    },
    {
        title1: "首页内容2-1",
        title2: "首页内容2-2",
        title3: "首页内容2-3",
        title4: "首页内容2-4",
        title5: "首页内容2-5"
    },
    {
        title1: "首页内容3-1",
        title2: "首页内容3-2",
        title3: "首页内容3-3",
        title4: "首页内容3-4",
        title5: "首页内容3-5"
    },
    {
        title1: "首页内容4-1",
        title2: "首页内容4-2",
        title3: "首页内容4-3",
        title4: "首页内容4-4",
        title5: "首页内容4-5"
    },
    {
        title1: "首页内容5-1",
        title2: "首页内容5-2",
        title3: "首页内容5-3",
        title4: "首页内容5-4",
        title5: "首页内容5-5"
    },

]
var Data2 = [
    {
        title1: "电视剧内容1-1",
        title2: "电视剧内容1-2",
        title3: "电视剧内容1-3",
        title4: "电视剧内容1-4",
        title5: "电视剧内容1-5"
    },
    {
        title1: "电视剧内容2-1",
        title2: "电视剧内容2-2",
        title3: "电视剧内容2-3",
        title4: "电视剧内容2-4",
        title5: "电视剧内容2-5"
    },
    {
        title1: "电视剧内容3-1",
        title2: "电视剧内容3-2",
        title3: "电视剧内容3-3",
        title4: "电视剧内容3-4",
        title5: "电视剧内容3-5"
    },
    {
        title1: "电视剧内容4-1",
        title2: "电视剧内容4-2",
        title3: "电视剧内容4-3",
        title4: "电视剧内容4-4",
        title5: "电视剧内容4-5"
    },
    {
        title1: "电视剧内容5-1",
        title2: "电视剧内容5-2",
        title3: "电视剧内容5-3",
        title4: "电视剧内容5-4",
        title5: "电视剧内容5-5"
    },

]
var Data3 = [
    {
        title1: "最新电影内容1-1",
        title2: "最新电影内容1-2",
        title3: "最新电影内容1-3",
        title4: "最新电影内容1-4",
        title5: "最新电影内容1-5"
    },
    {
        title1: "最新电影内容2-1",
        title2: "最新电影内容2-2",
        title3: "最新电影内容2-3",
        title4: "最新电影内容2-4",
        title5: "最新电影内容2-5"
    },
    {
        title1: "最新电影内容3-1",
        title2: "最新电影内容3-2",
        title3: "最新电影内容3-3",
        title4: "最新电影内容3-4",
        title5: "最新电影内容3-5"
    },
    {
        title1: "最新电影内容4-1",
        title2: "最新电影内容4-2",
        title3: "最新电影内容4-3",
        title4: "最新电影内容4-4",
        title5: "最新电影内容4-5"
    },
    {
        title1: "最新电影内容5-1",
        title2: "最新电影内容5-2",
        title3: "最新电影内容5-3",
        title4: "最新电影内容5-4",
        title5: "最新电影内容5-5"
    },
]
var Data4 = [
    {
        title1: "新闻头条内容1-1",
        title2: "新闻头条内容1-2",
        title3: "新闻头条内容1-3",
        title4: "新闻头条内容1-4",
        title5: "新闻头条内容1-5"
    },
    {
        title1: "新闻头条内容2-1",
        title2: "新闻头条内容2-2",
        title3: "新闻头条内容2-3",
        title4: "新闻头条内容2-4",
        title5: "新闻头条内容2-5"
    },
    {
        title1: "新闻头条内容3-1",
        title2: "新闻头条内容3-2",
        title3: "新闻头条内容3-3",
        title4: "新闻头条内容3-4",
        title5: "新闻头条内容3-5"
    },
    {
        title1: "新闻头条内容4-1",
        title2: "新闻头条内容4-2",
        title3: "新闻头条内容4-3",
        title4: "新闻头条内容4-4",
        title5: "新闻头条内容4-5"
    },
    {
        title1: "新闻头条内容5-1",
        title2: "新闻头条内容5-2",
        title3: "新闻头条内容5-3",
        title4: "新闻头条内容5-4",
        title5: "新闻头条内容5-5"
    }
]
var Data5 = [
    {
        title1: "八卦娱乐内容1-1",
        title2: "八卦娱乐内容1-2",
        title3: "八卦娱乐内容1-3",
        title4: "八卦娱乐内容1-4",
        title5: "八卦娱乐内容1-5"
    },
    {
        title1: "八卦娱乐内容2-1",
        title2: "八卦娱乐内容2-2",
        title3: "八卦娱乐内容2-3",
        title4: "八卦娱乐内容2-4",
        title5: "八卦娱乐内容2-5"
    },
    {
        title1: "八卦娱乐内容3-1",
        title2: "八卦娱乐内容3-2",
        title3: "八卦娱乐内容3-3",
        title4: "八卦娱乐内容3-4",
        title5: "八卦娱乐内容3-5"
    },
    {
        title1: "八卦娱乐内容4-1",
        title2: "八卦娱乐内容4-2",
        title3: "八卦娱乐内容4-3",
        title4: "八卦娱乐内容4-4",
        title5: "八卦娱乐内容4-5"
    },
    {
        title1: "八卦娱乐内容5-1",
        title2: "八卦娱乐内容5-2",
        title3: "八卦娱乐内容5-3",
        title4: "八卦娱乐内容5-4",
        title5: "八卦娱乐内容5-5"
    }
]
var Data6 = [
    {
        title1: "军事热点内容1-1",
        title2: "军事热点内容1-2",
        title3: "军事热点内容1-3",
        title4: "军事热点内容1-4",
        title5: "军事热点内容1-5"
    },
    {
        title1: "军事热点内容2-1",
        title2: "军事热点内容2-2",
        title3: "军事热点内容2-3",
        title4: "军事热点内容2-4",
        title5: "军事热点内容2-5"
    },
    {
        title1: "军事热点内容3-1",
        title2: "军事热点内容3-2",
        title3: "军事热点内容3-3",
        title4: "军事热点内容3-4",
        title5: "军事热点内容3-5"
    },
    {
        title1: "军事热点内容4-1",
        title2: "军事热点内容4-2",
        title3: "军事热点内容4-3",
        title4: "军事热点内容4-4",
        title5: "军事热点内容4-5"
    },
    {
        title1: "军事热点内容5-1",
        title2: "军事热点内容5-2",
        title3: "军事热点内容5-3",
        title4: "军事热点内容5-4",
        title5: "军事热点内容5-5"
    }
]
export { Data1, Data2, Data3, Data4, Data5, Data6 }